Repository: kanotown/taylis
Catalog: apps/ios/ChikuwaChat/Resources/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans

source: 非公開の会話の %lld 件は、このボットに送れないため除きました
en: %lld messages from private conversations were left out because they can't be sent to this bot
zh_hans: 非公开对话中的 %lld 条消息无法发送给此机器人，已排除

source: 非公開チャンネルに変換
en: Convert to a private channel
zh_hans: 转换为私有频道

source: 非公開チャンネルに変換しますか？
en: Convert to a private channel?
zh_hans: 要转换为私有频道吗？

source: 順番を待っています…
en: Waiting in line…
zh_hans: 正在排队…

source: 順番待ち %@ 番目
en: No. %@ in line
zh_hans: 排队第 %@ 位

source: 題名
en: Title
zh_hans: 标题

source: 題名（例：全国大会 原稿）
en: Title (e.g. Conference manuscript)
zh_hans: 标题（例：全国大会 原稿）

source: 題名（例：資料をまとめる）
en: Title (e.g. Put the materials together)
zh_hans: 标题（例：整理资料）

source: 題名（空欄なら「無題」）
en: Title (empty: “Untitled”)
zh_hans: 标题（留空则为“无标题”）

source: 題名（空欄なら「無題のキャンバス」）
en: Title (blank: “Untitled canvas”)
zh_hans: 标题（留空则为“无标题画布”）

source: 題名（空欄ならテンプレートの題名）
en: Title (blank: the template's title)
zh_hans: 标题（留空则使用模板的标题）

source: 題名で絞り込む
en: Filter by title
zh_hans: 按标题筛选

source: 題名とアイコン
en: Title and icon
zh_hans: 标题和图标

source: 題名とアイコンを変更…
en: Change title and icon…
zh_hans: 更改标题和图标…

source: 題名に一致するキャンバスはありません
en: No canvases match the title
zh_hans: 没有标题匹配的画布

source: 題名は %lld 文字までです
en: Titles can be up to %lld characters
zh_hans: 标题最多 %lld 个字符

source: 題名を入れてください
en: Enter a title
zh_hans: 请输入标题

source: 題名を入力して改行
en: Type a title and press return
zh_hans: 输入标题后按回车

source: 題名を変更
en: Rename
zh_hans: 更改标题

source: 題名を変更…
en: Rename…
zh_hans: 更改标题…

source: 黄
en: Yellow
zh_hans: 黄色

source: 📞 %@ さんが通話を始めました
en: 📞 %@ started a call
zh_hans: 📞 %@ 发起了通话

source: 🔕 通知を一時停止中
en: 🔕 Notifications paused
zh_hans: 🔕 已暂停通知

source: 毎時 0 分から %lld 時間まで、2 週間先まで。予約・順番待ち・利用中は 1 つの枠で 1 人 1 つまで。「今すぐ」は空いている枠を次の予約が始まるまで使えます。
en: From the top of the hour for up to %lld hours, up to 2 weeks ahead. One booking, queue place or seat per person in a slot. “Now” uses a free slot until the next booking starts.
zh_hans: 从整点开始，最长 %lld 小时，最多可预约 2 周以内。同一名额中每人只能有一个预约、排队或正在使用。“立即”可以使用空闲时段直到下一个预约开始。

source: %@ から埋まっているため、最長 %lld 時間です
en: At most %2$lld hours: the slot is full from %1$@
zh_hans: %1$@ 起已满，最长 %2$lld 小时

source: 予約は %lld 日先までのため、最長 %lld 時間です
en: At most %2$lld hours: bookings reach %1$lld days ahead
zh_hans: 预约最多提前 %1$lld 天，最长 %2$lld 小时

source: 予約 %@
en: Booking %@
zh_hans: 预约 %@

source: 今すぐ
en: Now
zh_hans: 立即

source: 順番待ち
en: In the queue
zh_hans: 排队中

source: すでに予約があります（%@）
en: You already have a reservation (%@)
zh_hans: 你已有预约（%@）

source: 自分の予約を見る
en: See my reservation
zh_hans: 查看我的预约

source: %@（編集済み）
en: %@ (edited)
zh_hans: %@（已编辑）
